print("""

╔════════════════════╗
║ Добро пожаловать в ║
║ игру "Морской бой" ║
╚════════════════════╝

""")

sleep(3)

print("""

╔════════════════════╗
║ Формат ввода:      ║
║ x y                ║
║ x - номер строки   ║
║ y - номер столбца  ║
║ Пример: 1 2        ║
╚════════════════════╝

""")

sleep(5)